Repository: Hquart/MC3-SweetUI
Catalog: ReSwift/*.lproj/Localizable.strings
Languages: fr, it

# onboarding1
source: Join a community of iOS developers sharing custom SwiftUI views
fr: Rejoignez une communauté de dévelopeurs iOS et partagez des vues SwiftUI
it: Unisciti a una community di sviluppatori iOS che condividono View SwiftUI personalizzate

# onboarding2
source: Browse the library and tap the View you like to get the code
fr: Parcourez les collections et cliquez sur une vue pour voir le code
it: Sfoglia la libreria e tocca la View che ti piace per ottenere il codice

# onboarding3
source: Help grow the community by sharing your own designs
fr: Apportez votre contribution en ajoutant vos propres créations
it: Aiutaci a far crescere la community condividendo i tuoi progetti

# onboadring4
source: Let's go
fr: Démarrer
it: Iniziamo!

# home0
source: Welcome
fr: Bienvenue

# home1
source: Choose a category of views to browse in the sidebar
fr: Choisissez une catégorie de vues dans la barre latérale

# home2
source: To add your custom views, click the + button on the top right
fr: Ajoutez vos propres créations en cliquant sur le bouton + en haut à droite de la librairie

# home3
source: You need to be logged in to iCloud on your device to add a view to the database
fr: Vous devez être connecté à iCloud dans les Reglages pour pouvoir ajouter du contenu

# beta1
source: Login and extra features still in development
fr: De nouvelles fonctionnalités sont en développement

# beta2
source: Stay tuned !
fr: De nouvelles informations prochainement

# profileTitle
source: Account Settings
fr: Reglages

# addView1
source: Upload a screenshot of your View
fr: Importer une capture de votre vue
it: Carica uno screenshot della tua View

# addView2
source: Please make a screenshot of your view on a white background with a little padding
fr: Capturez votre vue sur fond blanc avec un peu de contour
it: Si prega di fare uno screenshot della View su uno sfondo bianco con un po' di contorno

# addView3
source: Paste Swift code below
fr: Collez votre code Swift ci dessous
it: Incolla il codice Swift di seguito

# addView4
source: Comment your code to add instructions if needed
fr: Ajoutez des instructions en commentant votre code si besoin
it: Commenta il tuo codice per aggiungere istruzioni se necessario

# addView5
source: Submit
fr: Confirmer
it: Invia

# alert1
source: Incorrect Submission
fr: Erreur
it: Risorsa incompleta

# alert2
source: Please complete all steps and make sure you are logged in to iCloud on your device
fr: Complétez le formulaire et assurez vous d'etre connecté à iCloud
it: Completa tutti i passaggi e assicurati di aver effettuato l'accesso a iCloud sul tuo dispositivo

# mainView
source: Tap to get the code
fr: Cliquez la vue pour voir le code
it: Tocca per ottenere il codice
